# Логічна лінія та фізична лінія

# Оператори дій

# Розділювачі та Спеціальні токени

# Літерали

# Типи даних
## Цілі числа

## Строки

## Кортежі (Tuples)

## Списки [Lists]

## Набори {Sets}

## Словники {Dictionaries: 2}

## None

## Булеві значення

# Змінні у Пітоні

# Об’єкти у Пітоні
## Атрибути об’єкта

## Елементи об’єкта

## Методи -  виклик операції з об’єктом

# Числові операції
## Ділення

## Множення, додавання, віднімання

## Піднесення у степінь

## Порівняння

# Ввод та вивід даних
## f-string

## format

## concatenate

## multiply

## ввод
